var mm = [ {
	"id" : 2,
	"name" : "装车业务管理",
	"pId" : 0
}, {
	"id" : 3,
	"name" : "货物/订货管理",
	"pId" : 0
}, {
	"id" : 4,
	"name" : "SAAS服务管理",
	"pId" : 0
}, {
	"id" : 7,
	"name" : "车辆类别管理",
	"pId" : 1
}, {
	"id" : 8,
	"name" : "用户信息管理",
	"pId" : 1
}, {
	"id" : 9,
	"name" : "装车记录管理",
	"pId" : 2
}, {
	"id" : 10,
	"name" : "客户信息管理",
	"pId" : 2
}, {
	"id" : 11,
	"name" : "车辆信息管理",
	"pId" : 2
}, {
	"id" : 12,
	"name" : "售后信息管理",
	"pId" : 2
}, {
	"id" : 13,
	"name" : "回访信息管理",
	"pId" : 2
}, {
	"id" : 14,
	"name" : "未装车货品列表",
	"pId" : 3
}, {
	"id" : 15,
	"name" : "货物信息管理(总公司)",
	"pId" : 3
}, {
	"id" : 16,
	"name" : "货物信息管理(区域)",
	"pId" : 3
}, {
	"id" : 17,
	"name" : "SAAS服务管理(总公司)",
	"pId" : 4
}, {
	"id" : 18,
	"name" : "SAAS服务管理(区域)",
	"pId" : 4
}, {
	"id" : 20,
	"name" : "报表业务(区域)",
	"pId" : 5
}, {
	"id" : 25,
	"name" : "公告信息(区域)",
	"pId" : 22
}, {
	"id" : 26,
	"name" : "报告信息(区域)",
	"pId" : 22
}, {
	"id" : 28,
	"name" : "订货信息(总公司)",
	"pId" : 3
}, {
	"id" : 29,
	"name" : "订货信息(区域)",
	"pId" : 3
}, {
	"id" : 30,
	"name" : "产品类别信息",
	"pId" : 3
}, {
	"id" : 31,
	"name" : "SAAS服务缴费记录(总公司)",
	"pId" : 4
}, {
	"id" : 32,
	"name" : "统计服务(区域)",
	"pId" : 5
} ]